Repository: eDouFuRu/notch-island
Catalog: boringNotch/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Mirror
zh_hans: 镜子

source: Mirror only: original banners are not taken over on this Mac. Notification Center records remain untouched. Hiding will become available only after safe repositioning is verified.
zh_hans: 仅转显，原横幅未接管；通知中心记录保持不变。通过本机安全移动验证后才会开放隐藏功能。

source: Mirror shape
zh_hans: 镜子形状

source: Mirroring visible Hi banners. Original banners remain visible.
zh_hans: 观察已启动，等待可识别的 hi 横幅；原横幅保留。

source: More
zh_hans: 更多

source: Mouse Keys
zh_hans: 鼠标键

source: Move down
zh_hans: 下移

source: Move up
zh_hans: 上移

source: Music Recognition Controls
zh_hans: 音乐识别控件

source: Music Source
zh_hans: 音乐来源

source: Mute
zh_hans: 静音

source: Name
zh_hans: 名称

source: Network
zh_hans: 网络

source: Never hide
zh_hans: 永不隐藏

source: Next
zh_hans: 下一首

source: Night Shift
zh_hans: 夜览

source: Night Shift Control · Experimental
zh_hans: 夜览控制 · 实验

source: Night Shift changed since it was displayed. Check the current state and try again.
zh_hans: 夜览状态刚刚发生了变化，请确认当前状态后重试。

source: Night Shift direct control is not compatible with this macOS version. Open Displays settings instead.
zh_hans: 当前 macOS 版本不兼容夜览直接控制，请前往显示器设置。

source: Night Shift is not supported by this Mac.
zh_hans: 这台 Mac 不支持夜览。

source: Night Shift status is temporarily unavailable. Refresh or check Displays settings.
zh_hans: 暂时无法读取夜览状态，请刷新或查看显示器设置。

source: No Action
zh_hans: 无操作

source: No Compatible Apps Found
zh_hans: 未找到兼容的应用

source: No active display is available.
zh_hans: 当前没有可用的活动显示器。

source: No available audio output devices were found.
zh_hans: 暂无可用的音频输出设备。

source: No calendars selected
zh_hans: 尚未选择日历

source: No camera devices available
zh_hans: 未检测到摄像头

source: No compatible camera is connected.
zh_hans: 未连接可用的摄像头。

source: No custom animation available
zh_hans: 没有可用的自定义动画

source: No custom visualizer
zh_hans: 尚无自定义可视化动画

source: No enabled, selectable keyboard input sources are available.
zh_hans: 暂无已启用且可选择的键盘输入法。

source: No events
zh_hans: 没有日程

source: No events today
zh_hans: 今天无日程

source: No extension installed
zh_hans: 未安装扩展

source: No image in the clipboard. Copy a screenshot first.
zh_hans: 剪贴板中没有图片，请先复制截图。

source: No images were provided
zh_hans: 尚未提供图片

source: No lyrics available
zh_hans: 暂无歌词

source: No synced lyrics available
zh_hans: 暂无同步歌词

source: No tools selected
zh_hans: 尚未选择工具

source: Not Now
zh_hans: 暂不

source: Not installed
zh_hans: 尚未安装

source: Notch behavior
zh_hans: 刘海交互

source: Notch height on non-notch displays
zh_hans: 无刘海屏幕上的胶囊高度

source: Notch height on notch displays
zh_hans: 有刘海屏幕上的面板高度

source: Notch sizing
zh_hans: 刘海尺寸

source: Notes
zh_hans: 备忘录

source: Notification diagnostics
zh_hans: 通知诊断

source: Notification preview
zh_hans: 消息展示方式

source: Notifications are off for this app.
zh_hans: 此应用的刘海提醒已关闭。

source: Notifications are off. The tool will still show completion while the app is running.
zh_hans: 通知权限未开启，应用运行时仍会在工具内显示完成状态。

source: Now Playing
zh_hans: 正在播放

source: OK
zh_hans: 好

source: Observer diagnostics may read notification content for recognition and deduplication, but never display or save it here.
zh_hans: 观察器诊断可能读取通知内容用于识别和去重，但不会在这里展示或保存正文。

source: Observer running; mirrors recognized Hi banners only. Original banners remain visible.
zh_hans: 观察已启动，等待可识别的 hi 横幅；原横幅保留。

source: Observer running; mirrors recognized app banners only. Original banners remain visible.
zh_hans: 观察器运行中，仅转显可识别的应用横幅。系统原横幅仍会显示。

source: Off
zh_hans: 关闭

source: On
zh_hans: 开启

source: One bite at a time. One thing at a time.
zh_hans: 一口一口吃，一件一件做。

source: One more sweet potato for your stock…
zh_hans: 给库存添一颗甜…

source: One-time alarm. macOS notifications require permission and follow Focus settings; a sleeping Mac may deliver after waking.
zh_hans: 单次闹钟需要系统通知权限，并遵循专注模式设置；Mac 睡眠时可能延后至唤醒后提醒。

source: Prefer original synced lyrics matching the track, album and duration. English and other languages stay original; Chinese uses simplified characters. Pausing hides the lyric row.
zh_hans: 优先匹配歌曲、专辑和时长对应的原文同步歌词。英文等语言保持原文，中文使用简体；暂停时收起歌词。

source: Only desktop banners actually posted by each app can be mirrored. Focus, disabled banners, and app-specific notification settings may prevent delivery.
zh_hans: 只转显各应用实际发出的桌面横幅。专注模式、关闭桌面横幅或应用自身的通知设置可能阻止通知送达。

source: Only drag event counts are kept in memory; no tool names, pointer positions or clipboard contents are recorded.
zh_hans: 仅在内存保留拖动事件次数，不记录工具名称、指针位置或剪贴板内容。

source: Only indicate a new hi message
zh_hans: 仅提示有新消息

source: Only indicate a new notification
zh_hans: 仅提示有新通知

source: Only new desktop banners actually shown by hi can be mirrored. Messages suppressed by Focus, desktop notification settings, or hi itself are not captured.
zh_hans: 仅转显 hi 实际弹出的新桌面横幅。勿扰模式、桌面通知设置或 hi 自身未发出的横幅无法捕获。

source: Only new screenshots in the system screenshot folder are copied. Original files are kept; old files and private app folders are not scanned.
zh_hans: 只复制系统截图目录中新产生的截图，保留原文件；不扫描旧文件或其他应用的私有目录。

source: Only new system screenshots in the configured screenshot folder are copied. Original files stay where they are.
zh_hans: 仅复制系统截屏保存位置中的新截图，原文件保持原样。

source: Open
zh_hans: 打开

source: Open App
zh_hans: 打开应用

source: Open Bluetooth settings
zh_hans: 打开蓝牙设置

source: Open Calendar Settings
zh_hans: 打开日历设置

source: Open Player
zh_hans: 打开播放器

source: Open Reminder Settings
zh_hans: 打开提醒事项设置

source: Open Settings
zh_hans: 打开系统设置

source: Open System Settings
zh_hans: 打开系统设置

source: Open Tool
zh_hans: 打开工具

source: Open With
zh_hans: 打开方式

source: Open display settings
zh_hans: 打开显示器设置

source: Open island
zh_hans: 展开小岛

source: Open keyboard settings
zh_hans: 打开键盘设置

source: Open notch on hover
zh_hans: 悬停刘海时展开

source: Open screen recording permission
zh_hans: 打开屏幕录制权限设置

source: Open shelf
zh_hans: 查看暂存

source: Open shelf by default if items are present
zh_hans: 有文件时默认打开文件暂存

source: Open sound settings
zh_hans: 打开声音设置

source: Open the island tools to view or start another session.
zh_hans: 打开小岛的快捷工具查看，或开始下一次计时。

source: Open the latest hi conversation
zh_hans: 打开最近一条 hi 消息的会话

source: Option key behaviour
zh_hans: Option 键行为

source: Original system banner
zh_hans: 原系统横幅

source: Other…
zh_hans: 其他…

source: PDF Creation Failed
zh_hans: 创建 PDF 失败

source: PRO
zh_hans: 专业版

source: Pause
zh_hans: 暂停

source: Paused
zh_hans: 已暂停

source: Paused. No rush.
zh_hans: 暂停一下，不着急。

source: Permission required for this application
zh_hans: 需要为本应用授予权限

source: Pick a Color
zh_hans: 选择颜色

source: Plant. Roast. Bring home one sweet potato.
zh_hans: 种下、烤熟、送回：每分钟一颗甜

source: Planting a little sweetness…
zh_hans: 种下一点甜…

source: Planting sweet potatoes
zh_hans: 种红薯

source: Play
zh_hans: 播放

source: Play some music babies
zh_hans: 放点音乐吧

source: Play/Pause
zh_hans: 播放／暂停

source: Player tinting
zh_hans: 播放器跟随封面配色

source: Please allow camera access in System Settings to use the mirror feature.
zh_hans: 请在系统设置中允许摄像头访问，以使用镜子功能。

source: Please allow camera access in System Settings.
zh_hans: 请在系统设置中允许摄像头访问。

source: Plugged In
zh_hans: 已连接电源

source: Preferred display
zh_hans: 首选显示器

source: Preparing system capture…
zh_hans: 正在准备系统截屏…

source: Preserve Metadata
zh_hans: 保留元数据

source: Previous
zh_hans: 上一首

source: Privacy and interaction
zh_hans: 隐私与交互

source: Progressbar style
zh_hans: 进度条样式

source: Pulling up a sweet potato…
zh_hans: 拔出一颗小红薯…

source: Quick Look
zh_hans: 快速查看

source: Quick Share
zh_hans: 快捷分享

source: Quick Share Service
zh_hans: 快捷分享服务

source: Quick tools
zh_hans: 快捷工具

source: Quit
zh_hans: 退出

# Quit Recharge Island
source: Quit 工位充电岛
zh_hans: 退出工位充电岛

source: Quit anyway
zh_hans: 仍然退出

source: Quit app
zh_hans: 退出应用

source: Ran 20 open/close cycles and 10 mid-animation reversals. Captured %lld geometry and mouse-routing samples. %@ Samples: %@ Review the samples and real hovering separately; this check does not synthesize mouse input.
zh_hans: 已运行 20 次展开收起和 10 次动画中途反向。 采集 %lld 帧几何与鼠标路由记录。 %@ 逐帧记录：%@ 请结合记录和真人悬停单独评估手感；本检查没有合成鼠标输入。

source: Read-only technical details about this application, its permissions, and the most recent media key event.
zh_hans: 只读技术信息，包含当前应用、权限状态和最近一次媒体按键记录。

source: Reading audio outputs…
zh_hans: 正在读取音频输出…

source: Reading display modes…
zh_hans: 正在读取显示模式…

source: Reading hardware…
zh_hans: 正在读取硬件…

source: Reading input sources…
zh_hans: 正在读取输入法…

# Recharge Island Settings
source: 工位充电岛 Settings
zh_hans: 工位充电岛设置

source: Recommended Applications
zh_hans: 推荐应用

source: Recording. Stop here or from the system recording control.
zh_hans: 录制中，可在此处或系统录屏控制中停止。

source: Reduce Motion
zh_hans: 减弱动态效果

source: Reduce Transparency
zh_hans: 降低透明度

source: Refresh
zh_hans: 刷新

source: Refresh audio outputs
zh_hans: 刷新音频输出列表

source: Refresh drag diagnostics
zh_hans: 刷新拖动诊断

source: Refresh input sources
zh_hans: 刷新输入法列表

source: Refresh notification observer
zh_hans: 刷新通知观察状态

source: Refresh permission status
zh_hans: 刷新权限状态

source: Release name
zh_hans: 版本名称

source: Remember last tab
zh_hans: 记住上一个标签页

source: Reminder access is denied. Please enable it in System Settings.
zh_hans: 提醒事项访问被拒绝。请在系统设置中启用它。

source: Reminders
zh_hans: 提醒事项

source: Reminders Settings
zh_hans: 提醒事项设置

source: Remove
zh_hans: 移除

source: Remove Background
zh_hans: 移除背景

source: Remove control
zh_hans: 移除按钮

source: Remove from shelf after dragging
zh_hans: 拖出后从暂存区移除

source: Remove from tools
zh_hans: 从工具页移除

source: Rename
zh_hans: 重命名

source: Rename File
zh_hans: 重命名文件

source: Reorder diagnostics
zh_hans: 拖动排序诊断

source: Repeat
zh_hans: 循环播放

source: Replace system HUD
zh_hans: 替换系统提示

source: Request Accessibility
zh_hans: 请求辅助功能权限

source: Request Bluetooth access
zh_hans: 请求蓝牙访问权限

source: Requires a third-party client with API plugin enabled.
zh_hans: 需要安装第三方客户端，并启用其 API 插件。

source: Reset
zh_hans: 重置

source: Reset to Defaults
zh_hans: 恢复默认布局

source: Reset tools to defaults
zh_hans: 恢复默认工具布局

source: Rest duration
zh_hans: 休息时长

source: Restart
zh_hans: 重启

source: Restart Boring Notch
zh_hans: 重启 Boring Notch

source: Resume
zh_hans: 继续

source: Retry current song lyrics
zh_hans: 重试当前歌曲歌词

source: Return to recording
zh_hans: 返回录屏

source: Roast & recharge
zh_hans: 烤薯充电

source: Roast for %lld min
zh_hans: 烤薯 %lld 分钟

source: Roasting sweet potatoes
zh_hans: 烤红薯

source: Run Action
zh_hans: 执行操作

source: Running
zh_hans: 运行中

source: Sample notification structure for 30 seconds
zh_hans: 采样未来 30 秒的通知结构

source: Samples stay in memory only. Repeated structures are skipped; notification text and identifier values are never read.
zh_hans: 采样仅保存在内存中，跳过重复结构，不读取通知文本或标识符的值。

source: Save an image copied by hi, WeChat, or another app to the shelf.
zh_hans: 将 hi、微信或其他应用复制的图片保存到文件暂存区。

source: Save clipboard image
zh_hans: 暂存剪贴板图片

source: Screen Mirroring
zh_hans: 屏幕镜像

source: Screen Recording
zh_hans: 全屏录制

source: Screen Saver Settings
zh_hans: 屏幕保护程序设置

source: Screen or Window
zh_hans: 屏幕或窗口

source: Screen recording permission
zh_hans: 屏幕录制权限

source: Seconds
zh_hans: 秒

source: Select Files for %@
zh_hans: 为 %@ 选择文件

source: Select a slot to replace, or drag a control onto it.
zh_hans: 选择要替换的位置，或直接将按钮拖到该位置。

source: Select an area to record
zh_hans: 选择录屏区域

source: Select calendars in Settings.
zh_hans: 请在设置中选择要显示的日历。

source: Select the music source you want to use. You can change this later in the app settings.
zh_hans: 选择要使用的音乐来源，以后可以在设置中更改。

source: Selected animation
zh_hans: 所选动画

source: Set alarm
zh_hans: 设置闹钟

source: Set up a backup disk in Time Machine settings first.
zh_hans: 请先在时间机器设置中配置备份磁盘。

source: Settings
zh_hans: 设置

source: Settings…
zh_hans: 设置…

source: Share…
zh_hans: 分享…

source: Shelf
zh_hans: 文件暂存

source: Shortcuts
zh_hans: 快捷指令

source: Show HUD
zh_hans: 显示系统提示

source: Show battery indicator
zh_hans: 显示电量

source: Show battery percentage
zh_hans: 显示电量百分比

source: Show calendar
zh_hans: 显示日历

source: Show cool face animation while inactive
zh_hans: 闲置时显示表情动画

source: Show hi notifications below the notch
zh_hans: 在刘海下方显示 hi 消息提醒

source: Show in Finder
zh_hans: 在访达中显示

source: Show island
zh_hans: 显示小岛

source: Show lyrics below artist name
zh_hans: 在歌手名字下显示歌词

source: Show menu bar icon
zh_hans: 显示菜单栏图标

source: Show music live activity
zh_hans: 显示刘海媒体状态

source: Show notch on lock screen
zh_hans: 在锁屏界面显示小岛

source: Show on all displays
zh_hans: 在所有显示器上显示

source: Show power status icons
zh_hans: 显示电源状态图标

source: Show power status notifications
zh_hans: 显示电源状态通知

source: Show sender and message preview
zh_hans: 显示发送者和消息预览

source: Show settings icon in notch
zh_hans: 在刘海中显示设置按钮

source: Show sneak peek on playback changes
zh_hans: 播放内容变化时显示简短提示

source: Show title and notification preview
zh_hans: 显示标题和通知预览

source: Shown tools & order
zh_hans: 已显示的工具与顺序

source: Shuffle
zh_hans: 随机播放

source: Simulated notch (32 pt)
zh_hans: 模拟刘海（32 点）

source: Slider color
zh_hans: 滑块颜色

source: Slot
zh_hans: 位置

source: Slow Keys
zh_hans: 慢速键

source: Small
zh_hans: 小

source: Sneak Peek Style
zh_hans: 媒体提示样式

source: Sneak Peek shows the media title and artist under the notch for a few seconds.
zh_hans: 在刘海下方短暂显示媒体标题和创作者。

source: Software updates
zh_hans: 软件更新

source: Sound & Audio Output
zh_hans: 声音与音频输出

source: Speed
zh_hans: 速度

source: Spotlight
zh_hans: 聚焦搜索

source: Spotlight Settings
zh_hans: 聚焦设置

source: Square
zh_hans: 方形

source: Stage Manager
zh_hans: 台前调度

source: Standard Resolution
zh_hans: 标准分辨率

source: Start / Resume
zh_hans: 开始／继续

source: Start 30-second structure sampling
zh_hans: 开始 30 秒结构采样

source: Start Backup
zh_hans: 开始备份

source: Start Screen Saver
zh_hans: 启动屏幕保护程序

source: Start timer
zh_hans: 开始计时

source: Starting recording of the selected content…
zh_hans: 正在开始录制所选内容…

source: Starts or stops the configured backup. Controls are unavailable when macOS backup status cannot be read.
zh_hans: 开始或停止已配置的备份。无法读取 macOS 备份状态时，操作不可用。

source: Sticky Keys
zh_hans: 粘滞键

source: Stock: %lld
zh_hans: 库存：%lld

source: Stop Backup
zh_hans: 停止备份

source: Stop recording
zh_hans: 停止录制

source: Stop structure sampling
zh_hans: 停止结构采样

source: Stopped
zh_hans: 已停止

source: Stopwatch
zh_hans: 秒表

source: Structure inspection is paused while the island is unavailable.
zh_hans: 小岛不可用时暂停结构检查。

source: Structure sampling requires Accessibility access and a visible, unlocked island.
zh_hans: 结构采样需要辅助功能权限，且小岛处于显示、未锁屏状态。

source: Structure-only diagnostic has not run.
zh_hans: 尚未执行纯结构诊断。

source: Support Us
zh_hans: 支持我们

source: Sweet Potato Timer
zh_hans: 红薯钟

source: Switch Control
zh_hans: 切换控制

source: Switching audio output…
zh_hans: 正在切换音频输出…

source: Switching input source…
zh_hans: 正在切换输入法…

source: System
zh_hans: 系统

source: System Controls
zh_hans: 系统控制

source: System Default
zh_hans: 系统默认

source: System Events could not read the system appearance.
zh_hans: System Events 暂时无法读取系统外观。

source: System HUD is active
zh_hans: 正在使用系统提示

source: System HUD is active while the island is hidden
zh_hans: 小岛隐藏期间使用系统提示

source: System Settings is unavailable on this Mac.
zh_hans: 这台 Mac 暂时无法打开系统设置。

source: System compatibility
zh_hans: 系统兼容性

source: System features
zh_hans: 系统功能

source: System notification scheduled. Sound follows macOS notification settings.
zh_hans: 已安排系统通知，提示音遵循 macOS 通知设置。

source: System recording controls
zh_hans: 系统录屏控制

source: System recording controls…
zh_hans: 系统录屏控制…

source: Taking the potato to the fire…
zh_hans: 抱着红薯去火边…

source: The Bluetooth change timed out. Refresh to check its current state.
zh_hans: 蓝牙请求超时，请刷新以确认当前状态。

source: The Bluetooth change was requested, but its current state could not be read.
zh_hans: 已请求切换蓝牙，但暂时无法读取当前状态。

source: The Bluetooth request was cancelled. Check its current state before trying again.
zh_hans: 蓝牙请求已取消，请确认当前状态后重试。

source: The Night Shift change was requested, but its resulting state could not be read.
zh_hans: 已请求更改夜览，但暂时无法读取更改后的状态。

source: The True Tone change was requested, but its resulting state could not be confirmed.
zh_hans: 已请求更改原彩，但暂时无法确认更改后的状态。

source: The Wi-Fi interface changed during the adjustment.
zh_hans: 调节过程中 Wi-Fi 接口发生了变化。

source: The appearance change timed out. Check the current appearance before trying again.
zh_hans: 外观切换超时，请确认当前外观后重试。

source: The appearance change was cancelled. Check the current appearance before trying again.
zh_hans: 外观切换已取消，请确认当前外观后重试。

source: The audio device took too long to respond. Refresh to check the current output.
zh_hans: 音频设备响应超时，请刷新以查看当前输出。

source: The audio output was requested, but its current state could not be confirmed.
zh_hans: 已请求切换音频输出，但无法确认当前状态。

source: The current display mode could not be read. No change was made.
zh_hans: 无法读取当前显示模式，未进行更改。

source: The current input source did not change to your selection.
zh_hans: 当前输入法未切换到所选项目。

source: The default audio output did not change to your selection.
zh_hans: 默认音频输出未切换到所选设备。

source: The display mode was requested, but its resulting state could not be read.
zh_hans: 已请求切换显示模式，但暂时无法读取切换后的状态。

source: The display request was cancelled. Refresh to check its current mode.
zh_hans: 显示模式请求已取消，请刷新以确认当前模式。

source: The file is not a valid image
zh_hans: 此文件不是有效的图片

source: The garden displays up to 12 potatoes. The counter keeps your entire stock.
zh_hans: 小菜园最多展示 12 颗红薯，库存数字会记录全部红薯。

source: The input source was requested, but its current state could not be confirmed.
zh_hans: 已请求切换输入法，但无法确认当前状态。

source: The panel became the keyboard window
zh_hans: 面板取得了键盘焦点

source: The request was cancelled. Any backup already running has been left alone.
zh_hans: 请求已取消，正在进行的备份未被自动停止。

source: The requested backup state could not be confirmed. Refresh to check.
zh_hans: 尚未确认此次备份操作已生效，请刷新查看状态。

source: The screenshot folder cannot be read. Allow access in System Settings.
zh_hans: 无法读取截屏保存位置，请在系统设置中允许文件夹访问。

source: The screenshot folder is not readable. Grant access or use capture buttons in the island.
zh_hans: 无法读取系统截图目录，请允许目录访问，或使用小岛中的截屏按钮。

source: The system capture finished, but its file could not be confirmed. Check the system save location.
zh_hans: 系统截屏已结束，但未能确认生成的文件。请检查系统保存位置。

source: This Mac's ChatGPT and Codex share one installed application, so they use one notification switch.
zh_hans: 本机的 ChatGPT 和 Codex 共用一个已安装应用，因此共用通知开关。

source: This app is not installed on this Mac.
zh_hans: 此 Mac 尚未安装这个应用。

source: This audio output is no longer available. Choose another device.
zh_hans: 此音频输出设备已不可用，请选择其他设备。

source: This diagnostic reads roles, supported attribute names, window sizes, and observer status only. It does not read notification titles, previews, or identifier values.
zh_hans: 此诊断只读取界面角色、支持的属性名、窗口尺寸和观察器状态，不读取通知标题、预览或标识符的值。

source: This display is no longer active. Refresh the display list.
zh_hans: 这台显示器已不再活动，请刷新显示器列表。

source: This display mode changed since the menu opened. Refresh and choose again.
zh_hans: 菜单打开后此显示模式已变化，请刷新后重新选择。

source: This display mode is no longer available. Refresh and choose again.
zh_hans: 此显示模式已不可用，请刷新后重新选择。

source: This input source is no longer available. Choose another source.
zh_hans: 此输入法已不可用，请选择其他输入法。

source: This notification layout is not supported. Original banners remain visible.
zh_hans: 当前通知结构尚不支持转显；原横幅保留。

source: This recording was cancelled. If the system picker is still visible, press Escape to close it.
zh_hans: 本次录制已取消；如系统选择器仍显示，请按 Esc 关闭。

source: This system app is not installed on this Mac.
zh_hans: 这台 Mac 尚未安装此系统应用。

source: Time Machine
zh_hans: 时间机器

source: Time Machine access was denied. Check this app's permissions in System Settings.
zh_hans: 时间机器访问被拒绝，请在系统设置中检查本应用的权限。

source: Time Machine did not accept the backup action.
zh_hans: 时间机器未能接受此次备份操作。

source: Time Machine status could not be read. Controls are unavailable.
zh_hans: 暂时无法读取时间机器状态，操作已停用。

source: Time Machine timed out. Refresh to check whether a backup is running.
zh_hans: 时间机器响应超时，请刷新确认备份是否正在运行。

source: Time to Full Charge: %lld min
zh_hans: 距离充满：%lld 分钟

source: Timer
zh_hans: 计时器

source: Timer finished
zh_hans: 计时结束啦

source: Tint progress bar with accent color
zh_hans: 进度条使用强调色

source: Toggle Dark Mode
zh_hans: 切换深色模式

source: Toggle Mute
zh_hans: 切换静音

source: Toggle Notch Open:
zh_hans: 展开或收起小岛：

source: Toggle Sneak Peek:
zh_hans: 显示媒体提示：

source: Toggle Wi-Fi
zh_hans: 切换 Wi-Fi

source: Tool library
zh_hans: 工具库

source: True Tone
zh_hans: 原彩显示

source: True Tone Control · Experimental
zh_hans: 原彩显示控制 · 实验

source: True Tone changed since it was displayed. Check the current state and try again.
zh_hans: 原彩状态刚刚发生了变化，请确认当前状态后重试。

source: True Tone direct control is not compatible with this macOS version. Open Displays settings instead.
zh_hans: 当前 macOS 版本不兼容原彩直接控制，请前往显示器设置。

source: True Tone status could not be confirmed. Refresh or check whether it is available in Displays settings.
zh_hans: 暂时无法确认原彩状态，请刷新或在显示器设置中检查原彩是否可用。

source: Try to hide original hi banners (experimental)
zh_hans: 尝试隐藏原 hi 横幅（实验）

source: Tucking a sweet potato into the soil…
zh_hans: 把小红薯轻轻种下…

source: Turning the potato. Almost ready…
zh_hans: 给红薯翻个面，快烤好啦…

source: Two-finger swipe up on notch to close, two-finger swipe down on notch to open when **Open notch on hover** option is disabled
zh_hans: 在刘海处双指向上滑动可收起；关闭“**悬停刘海时展开**”后，可双指向下滑动展开。

source: Unable to attach media key interception to the main run loop.
zh_hans: 无法将媒体按键接管接入主运行循环。

source: Unable to change audio mute.
zh_hans: 无法切换静音状态。

source: Unable to change audio volume.
zh_hans: 无法调整音量。

source: Unable to change brightness.
zh_hans: 无法调整亮度。

source: Unable to open System Settings.
zh_hans: 暂时无法打开系统设置。

source: Unable to open the system app.
zh_hans: 暂时无法打开系统应用。

source: Unable to read audio volume after changing it.
zh_hans: 调整后无法读取实际音量。

source: Unable to read brightness after changing it.
zh_hans: 调整后无法读取实际亮度。

source: Unable to request calendar access.
zh_hans: 无法请求日历访问权限。

source: Unable to request reminders access.
zh_hans: 无法请求提醒事项访问权限。

source: Unable to run the system shortcut.
zh_hans: 暂时无法执行系统快捷操作。

source: Unable to start HUD replacement
zh_hans: 无法启动系统提示替换

source: Unable to start media key interception.
zh_hans: 无法启动媒体按键接管。

source: Unavailable
zh_hans: 暂不可用

source: Unavailable · Retry
zh_hans: 暂不可用·重试

source: Uninstall
zh_hans: 卸载

source: Unlock advanced features and improve your experience. Upgrade now for more customizations!
zh_hans: 解锁高级功能并提升您的体验。现在升级以获取更多自定义功能！

source: Unsupported · Open Settings
zh_hans: 不支持 · 打开设置

source: Upgrade to Pro
zh_hans: 升级至专业版

source: Use music visualizer spectrogram
zh_hans: 使用音乐频谱动画

source: Use simpler close animation
zh_hans: 使用更简单的关闭动画

source: Use the system Stop button or press Command-Control-Escape to finish recording. Before recording starts, Escape cancels. Quitting anyway may interrupt the recording and lose its video.
zh_hans: 使用菜单栏的系统停止按钮，或按 Command-Control-Esc 结束录屏。尚未开始录制时可按 Esc 取消。仍然退出可能中断录屏并丢失视频。

source: Use the system Stop button or press Command-Control-Escape to finish recording. Before recording starts, Escape cancels. The island returns when the system session ends.
zh_hans: 使用菜单栏的系统停止按钮，或按 Command-Control-Esc 结束录屏。尚未开始录制时可按 Esc 取消。系统录屏结束后，小岛会恢复显示。

source: Use the system capture controls. Press Escape to cancel.
zh_hans: 请使用系统截屏工具；按 Esc 取消。

source: Use the system toolbar to start recording, then its Stop button to finish. Recording has not been confirmed by the app.
zh_hans: 请使用系统工具栏开始录制，再通过系统停止按钮结束。应用尚未确认录制状态。

source: Use your macOS system accent color
zh_hans: 使用 macOS 系统强调色

source: Using System Accent
zh_hans: 正在使用系统强调色

source: Vehicle Motion Cues
zh_hans: 车辆运动提示

source: Version
zh_hans: 版本

source: Version info
zh_hans: 版本信息

source: View on GitHub: pear-devs/pear-desktop
zh_hans: 在 GitHub 查看 pear-devs/pear-desktop

source: Voice Control
zh_hans: 语音控制

source: Voice Memos
zh_hans: 语音备忘录

source: VoiceOver
zh_hans: 旁白

source: Volume
zh_hans: 音量

source: Waiting for Notification Center.
zh_hans: 等待系统通知中心启动。
